// js/lessons-data.js
window.lessons = [
  {
    id: 1,
    title: "اصول طلایی آخر بازی رخ",
    category: "آخر بازی",
    level: "متوسط",
    description:
      "ما در شطرنج آخر بازی های زیادی داریم اما یکی از مهمترین آنها آخربازی رخ است و ما در این درس درباره ی اصول طلایی آخر بازی رخ صحبت می کنیم.",
    duration: "۲۰ دقیقه",
    thumbIcon: "fas fa-chess-rook",
    color: "#f59e0b",
    content:
      '<div style="margin: 0.3rem 0px;"><h3>اصول طلایی آخر بازی رخ&nbsp;</h3><div><br></div></div><div style="margin: 0.3rem 0px;"><h4>فعالیت رخ&nbsp;</h4><div>فعالیت رخ یکی از مهمترین اصول آخر بازی رخ است رخ ها برای اینکه در آخر بازی فعال باشند یا باید داخل جناح حریف باشند و یا اینکه یک ستون باز را در بازی تحت کنترل داشته باشند و یا شاه حریف را با رخ کات کند.</div><div><br></div><div><br></div></div><div style="margin: 0.3rem 0px;"><h4>فعالیت شاه&nbsp;</h4><div>فعالیت شاه یکی از مهمترین اصول آخر بازی است که در آخر بازی رخ هم نقش مهمی دارد فعالیت شاه یعنی هر چقدر شاه شما بیشتر به مرکز نزدیک باشد یعنی فعال تر است پس سعی کنید در بازی هاتون شاه فعالی در آخر بازی داشته باشید.</div><div><br></div><div><br></div></div><div style="margin: 0.3rem 0px;"><h4>فعالیت رخ نسبت به پیاده ی رونده&nbsp;</h4><div>بهترین جا برای رخ نسبت به پیاده ی رونده پشت پیاده ی رونده است دلیلش این است که وقتی رخ پشت پیاده ی رونده است می تواند به راحتی از پیاده رونده حمایت کند پس در بازی هاتون سعی کنید رخ را پشت پیاده ی رونده بزارید و بعد آن را برانید.&nbsp;</div><div><br></div><div><br></div></div><div style="margin: 0.3rem 0px;"><h4>اصول طلایی آخر بازی رخ به طور خلاصه&nbsp;</h4><div>1 -فعالیت رخ&nbsp;</div><div>2- فعالیت شاه&nbsp;</div><div>3- محل قرارگیری رخ نسبت به پیاده ی رونده&nbsp;</div><div><br></div><div>نکته : خیلی از آخر بازی های رخ مساوی تموم می‌شوند یعنی احتمال مساوی شدن آخر بازی های رخ زیاد است.</div><div><br></div><div><br></div></div><div style="margin: 0.3rem 0px;"><blockquote>همه ی آخر بازی های رخ ، مساوی هستند. زیگبرت تاراش استادبزرگ&nbsp;</blockquote></div>',
  },
];
